Repository: jthebaut-ut/GameOn
Catalog: GameOn/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, pl, pt, ru, sq, zh_hans

source: Pickup games and meetups involve physical activity and real-world interaction. Participate at your own risk and use good judgment.
de: Bei Pickup-Spielen und Meetups geht es um körperliche Aktivität und reale Interaktion. Nehmen Sie auf eigenes Risiko und mit gutem Urteilsvermögen teil.
es: Los juegos para ligar y las reuniones implican actividad física e interacción con el mundo real. Participe bajo su propio riesgo y utilice su buen criterio.
fr: Les jeux de ramassage et les rencontres impliquent une activité physique et une interaction dans le monde réel. Participez à vos propres risques et faites preuve de bon sens.
it: I giochi e gli incontri di ritiro coinvolgono l'business fisica e l'interazione nel mondo reale. Partecipa a tuo rischio e pericolo e usa il buon senso.
pl: Gry i spotkania związane z podrywem obejmują aktywność fizyczną i interakcję w świecie rzeczywistym. Uczestniczysz na własne ryzyko i kieruj się rozsądkiem.
pt: Jogos e encontros envolvem atividade física e interação no mundo real. Participe por sua própria conta e risco e use o bom senso.
ru: Пикап-игры и встречи предполагают физическую активность и взаимодействие в реальном мире. Участвуйте на свой страх и риск и руководствуйтесь здравым смыслом.
sq: Lojërat e marrjes dhe takimet përfshijnë aktivitet fizik dhe ndërveprim në botën reale. Merrni pjesë në rrezikun tuaj dhe përdorni gjykim të mirë.
zh_hans: 搭讪游戏和聚会涉及身体活动和现实世界的互动。参与风险由您自己承担，并运用良好的判断力。

source: Pickup Organizer
de: Pickup-Organisator
es: Organizador de pickup game
fr: Organisateur de pickup game
it: Organizzatore pickup game
pl: Organizator pickup game
pt: Organizador de pickup game
ru: Организатор pickup game
sq: Organizues i pickup game
zh_hans: 友谊赛组织者

source: Pickup place
de: Abholort
es: local de recogida
fr: Lieu de ramassage
it: locale di ritiro
pl: Miejsce odbioru
pt: Local de retirada
ru: площадка самовывоза
sq: Vendi i marrjes
zh_hans: 上车场馆

source: Pickup sports
de: Pickup-Sport
es: deportes de recogida
fr: Sports de ramassage
it: Sport da ritiro
pl: Sporty pick-upowe
pt: Esportes de coleta
ru: Пикап спортивный
sq: Sportet e marrjes
zh_hans: 皮卡运动

source: Players affected
de: Spieler betroffen
es: Jugadores afectados
fr: Joueurs concernés
it: Giocatori colpiti
pl: Dotknięci gracze
pt: Jogadores afetados
ru: Затронутые игроки
sq: Lojtarët e prekur
zh_hans: 受影响的球员

source: Players needed
de: Spieler gesucht
es: Se necesitan jugadores
fr: Joueurs nécessaires
it: Servono giocatori
pl: Potrzebni gracze
pt: Precisa-se de jogadores
ru: Требуются игроки
sq: Duhen lojtarë
zh_hans: 需要的球员

source: Players who requested or joined will be notified.
de: Spieler, die eine Anfrage gestellt oder beigetreten sind, werden benachrichtigt.
es: Se notificará a los jugadores que solicitaron o se unieron.
fr: Les joueurs qui ont demandé ou rejoint seront informés.
it: I giocatori che hanno richiesto o si sono uniti verranno avvisati.
pl: Gracze, którzy złożyli wniosek lub dołączyli, zostaną powiadomieni.
pt: Os jogadores que solicitaram ou aderiram serão notificados.
ru: Игроки, которые запросили или присоединились, будут уведомлены.
sq: Lojtarët që kërkuan ose u bashkuan do të njoftohen.
zh_hans: 请求或加入的玩家将会收到通知。

source: Please sign in with your FanGeo or venue account to send a support request.
de: Bitte melden Sie sich mit Ihrem FanGeo- oder Veranstaltungsortkonto an, um eine Supportanfrage zu senden.
es: Inicie sesión con su FanGeo o cuenta del local para enviar una solicitud de soporte.
fr: Veuillez vous connecter avec votre FanGeo ou votre compte de site pour envoyer une demande d'support.
it: Accedi con il tuo FanGeo o con l'account della sede per inviare una richiesta di supporto.
pl: Aby wysłać prośbę o pomoc, zaloguj się na swoje konto FanGeo lub konto w obiekcie.
pt: Faça login com sua conta FanGeo ou do local para enviar uma solicitação de suporte.
ru: Пожалуйста, войдите в свою учетную запись FanGeo или места проведения мероприятия, чтобы отправить запрос в службу поддержки.
sq: Ju lutemi, identifikohuni me llogarinë tuaj FanGeo ose të vendit të ngjarjes për të dërguar një kërkesë për mbështetje.
zh_hans: 请使用您的FanGeo 或场地帐户登录以发送支持请求。

source: Please sign in with your FanGeo or venue account to use the Support Center.
de: Bitte melden Sie sich mit Ihrem FanGeo- oder Veranstaltungsortkonto an, um das Support Center zu nutzen.
es: Inicie sesión con su FanGeo o cuenta del local para utilizar el Centro de soporte.
fr: Veuillez vous connecter avec votre FanGeo ou votre compte de site pour utiliser le centre d'support.
it: Accedi con il tuo FanGeo o con l'account della sede per utilizzare il Centro di supporto.
pl: Aby skorzystać z Centrum pomocy, zaloguj się na konto FanGeo lub konto obiektu.
pt: Faça login com sua conta FanGeo ou do local para usar o Centro de suporte.
ru: Пожалуйста, войдите в свою учетную запись FanGeo или места проведения мероприятия, чтобы использовать Центр поддержки.
sq: Ju lutemi, identifikohuni me llogarinë tuaj FanGeo ose të vendit të ngjarjes për të përdorur Qendrën e Mbështetjes.
zh_hans: 请使用您的FanGeo 或场地帐户登录以使用支持中心。

source: Poke
de: Anstupsen
es: Saludar
pl: Zaczep
pt: Cutucar
ru: Поприветствовать
sq: Ngacmo
zh_hans: 打招呼

source: Posted
de: Gepostet
es: Al corriente
fr: Publié
it: Pubblicato
pl: Wysłano
pt: Postado
ru: Опубликовано
sq: Postuar
zh_hans: 已发布

source: Predictions are closed
de: Vorhersagen sind geschlossen
es: Las predicciones están cerradas
fr: Les pronostics sont fermés
it: I pronostici sono chiusi
pl: Prognozy są zamknięte
pt: As previsões estão fechadas
ru: Прогнозы закрыты
sq: Parashikimet janë të mbyllura
zh_hans: 预测已关闭

source: Preparing privacy settings…
de: Datenschutzeinstellungen werden vorbereitet…
es: Preparando la configuración de privacidad…
fr: Préparation des paramètres de confidentialité…
it: Preparazione delle impostazioni sulla privacy…
pl: Przygotowuję ustawienia prywatności…
pt: Preparando configurações de privacidade…
ru: Подготовка настроек конфиденциальности…
sq: Po përgatit cilësimet e privatësisë…
zh_hans: 正在准备隐私设置...

source: Preview Summary
de: Vorschau-Zusammenfassung
es: Resumen de vista previa
fr: Aperçu du résumé
it: Anteprima del riepilogo
pl: Podgląd podsumowania
pt: Resumo de visualização
ru: Обзор предварительного просмотра
sq: Përmbledhje paraprake
zh_hans: 预览总结

source: Preview unavailable. Close and try again.
de: Vorschau nicht verfügbar. Schließen Sie und versuchen Sie es erneut.
es: Vista previa no disponible. Cierra y vuelve a intentarlo.
fr: Aperçu indisponible. Fermez et réessayez.
it: Anteprima non disponibile. Chiudi e riprova.
pl: Podgląd niedostępny. Zamknij i spróbuj ponownie.
pt: Visualização indisponível. Feche e tente novamente.
ru: Предварительный просмотр недоступен. Закройте и повторите попытку.
sq: Pamja paraprake nuk ofrohet. Mbylle dhe provo sërish.
zh_hans: 预览不可用。关闭并重试。

source: Privacy Policy
de: Datenschutzrichtlinie
es: política de privacidad
fr: politique de confidentialité
it: politica sulla riservatezza
pl: Polityka prywatności
pt: política de Privacidade
ru: политика конфиденциальности
sq: Politika e privatësisë
zh_hans: 隐私政策

source: Private messages
de: Private Nachrichten
es: Mensajes privados
fr: Messages privés
it: Messaggi privati
pl: Prywatne wiadomości
pt: Mensagens privadas
ru: Личные сообщения
sq: Mesazhe private
zh_hans: 私信

source: Private messages are only shared with FanGeo safety admins when you report them. By continuing, you allow admins to review the selected portion of this conversation so they can investigate your report.
de: Private Nachrichten werden nur dann an FanGeo Sicherheitsadministratoren weitergegeben, wenn Sie sie melden. Indem Sie fortfahren, gestatten Sie Administratoren, den ausgewählten Teil dieser Konversation zu überprüfen, damit sie Ihren Bericht untersuchen können.
es: Los mensajes privados solo se comparten con los administradores de seguridad FanGeo cuando los denuncias. Al continuar, permites que los administradores revisen la parte seleccionada de esta conversación para que puedan investigar tu informe.
fr: Les messages privés ne sont partagés avec les administrateurs de sécurité FanGeo que lorsque vous les signalez. En continuant, vous autorisez les administrateurs à examiner la partie sélectionnée de cette conversation afin de pouvoir enquêter sur votre rapport.
it: I messaggi privati ​​vengono condivisi solo con gli amministratori della sicurezza FanGeo quando li segnali. Se continui, consenti agli amministratori di esaminare la parte selezionata di questa conversazione in modo che possano esaminare la tua segnalazione.
pl: Prywatne wiadomości są udostępniane administratorom bezpieczeństwa FanGeo tylko wtedy, gdy je zgłosisz. Kontynuując, zezwalasz administratorom na przejrzenie wybranej części tej rozmowy, aby mogli zapoznać się z Twoim zgłoszeniem.
pt: Mensagens privadas só são compartilhadas com administradores de segurança FanGeo quando você as denuncia. Ao continuar, você permite que os administradores revisem a parte selecionada desta conversa para que possam investigar sua denúncia.
ru: Личные сообщения передаются администраторам безопасности FanGeo только тогда, когда вы на них сообщаете. Продолжая, вы разрешаете администраторам просмотреть выбранную часть этого разговора, чтобы они могли изучить ваш отчет.
sq: Mesazhet private ndahen vetëm me administratorët e sigurisë FanGeo kur i raportoni. Duke vazhduar, ju lejoni administratorët të shqyrtojnë pjesën e zgjedhur të kësaj bisede në mënyrë që ata të mund të hetojnë raportin tuaj.
zh_hans: 私人消息仅在您举报时才会与FanGeo 安全管理员共享。通过继续，您允许管理员查看此对话的选定部分，以便他们可以调查您的报告。

# private_chat_face_id_description
source: When enabled, FanGeo asks for Face ID before opening private messages.
de: Wenn aktiviert, fragt FanGeo vor privaten Nachrichten nach Face ID.
es: Cuando está activado, FanGeo pide Face ID antes de abrir mensajes privados.
fr: Lorsque c’est activé, FanGeo demande Face ID avant d’ouvrir les messages privés.
it: Se attivo, FanGeo richiede Face ID prima di aprire i messaggi privati.
pl: Po włączeniu FanGeo prosi o Face ID przed otwarciem prywatnych wiadomości.
pt: Quando ativado, o FanGeo pede Face ID antes de abrir mensagens privadas.
ru: Если включено, FanGeo запрашивает Face ID перед открытием личных сообщений.
sq: Kur aktivizohet, FanGeo kërkon Face ID para hapjes së mesazheve private.
zh_hans: 开启后，FanGeo 会在打开私信前请求 Face ID。

source: Pro
de: Profi
pl: Zawodowiec
pt: Pró
ru: Про
zh_hans: 专业版

source: Profile
de: Profil
es: Perfil
fr: Profil
it: Profilo
pl: Profil
pt: Perfil
ru: Профиль
sq: Profili
zh_hans: 个人资料

source: Promote Your Venue
de: Bewerben Sie Ihren Veranstaltungsort
fr: Faites la promotion de votre lieu
it: Promuovi la tua sede
pl: Promuj swój obiekt
pt: Promova seu local
ru: Продвигайте свое заведение
sq: Promovoni vendin tuaj
zh_hans: 宣传您的场地

source: Promotion Details
de: Aktionsdetails
es: Detalles de la promoción
fr: Détails de la promotion
it: Dettagli della promozione
pl: Szczegóły promocji
pt: Detalhes da promoção
ru: Подробности акции
sq: Detajet e promovimit
zh_hans: 促销详情

source: Questions, suggestions, or need help? Contact FanGeo Support.
de: Fragen, Anregungen oder brauchen Sie Hilfe? Kontaktieren Sie den FanGeo Support.
es: ¿Preguntas, sugerencias o necesita ayuda? Póngase en contacto con FanGeo soporte.
fr: Des questions, des suggestions ou besoin d'aide ? Contactez l'support FanGeo.
it: Domande, suggerimenti o hai bisogno di aiuto? Contatta l'supporto FanGeo.
pl: Masz pytania, sugestie lub potrzebujesz pomocy? Skontaktuj się z pomocą techniczną FanGeo.
pt: Dúvidas, sugestões ou precisa de ajuda? Entre em contato com o suporte FanGeo.
ru: Есть вопросы, предложения или нужна помощь? Обратитесь в службу поддержки FanGeo.
sq: Pyetje, sugjerime apo keni nevojë për ndihmë? Kontaktoni me mbështetjen FanGeo.
zh_hans: 有问题、建议或需要帮助吗？联系FanGeo 支持。

source: Quick actions
de: Schnellaktionen
es: Acciones rápidas
fr: Actions rapides
it: Azioni rapide
pl: Szybkie akcje
pt: Ações rápidas
ru: Быстрые действия
sq: Veprime të shpejta
zh_hans: 快捷操作

source: Quiet right now
de: Im Moment ist es ruhig
es: tranquilo ahora mismo
fr: Calme en ce moment
it: Tranquillo adesso
pl: Teraz cicho
pt: Calma agora
ru: Тихо сейчас
sq: Qete tani
zh_hans: 现在安静

source: Rate the organizer
de: Bewerten Sie den Veranstalter
es: Califica al organizador
fr: Évaluez l'organisateur
it: Valuta l'organizzatore
pl: Oceń organizatora
pt: Avalie o organizador
ru: Оцените органайзер
sq: Vlerësoni organizatorin
zh_hans: 对组织者进行评价

source: Reach local sports fans with business advertising opportunities.
de: Erreichen Sie lokale Sportfans mit Werbemöglichkeiten für Unternehmen.
es: Llegue a los fanáticos de los deportes locales con oportunidades de publicidad comercial.
fr: Touchez les amateurs de sport locaux grâce à des opportunités de publicité commerciale.
it: Raggiungi gli appassionati di sport locali con opportunità pubblicitarie aziendali.
pl: Dotrzyj do lokalnych fanów sportu dzięki możliwościom reklamy biznesowej.
pt: Alcance fãs de esportes locais com oportunidades de publicidade comercial.
ru: Охватите местных любителей спорта, воспользовавшись возможностями бизнес-рекламы.
sq: Arriti tifozët e sportit vendas me mundësi reklamimi të biznesit.
zh_hans: 通过商业广告机会吸引当地体育迷。

source: Real-time crowd activity for this location.
de: Echtzeit-Aktivität der Menschenmenge für diesen Standort.
es: Actividad de público en tiempo real para esta ubicación.
fr: Activité de foule en temps réel pour cet lieu.
it: business del pubblico in tempo reale per questa località.
pl: Aktywność tłumu w czasie rzeczywistym dla tej lokalizacji.
pt: Atividade de multidão em tempo real para este local.
ru: Активность толпы в этом месте в реальном времени.
sq: Aktiviteti i turmës në kohë reale për këtë vendndodhje.
zh_hans: 该位置的实时人群活动。

source: Real-time venue pulse
de: Puls des Veranstaltungsortes in Echtzeit
es: Pulso del local en tiempo real
fr: Pulse du site en temps réel
it: Impulso della sede in tempo reale
pl: Puls miejsca w czasie rzeczywistym
pt: Pulso do local em tempo real
ru: Пульс места проведения в реальном времени
sq: Pulsi i vendit të ngjarjes në kohë reale
zh_hans: 实时场地脉搏

source: Receive FanGeo notifications for games, teams, venues, and activity—even when the app is closed (if notifications are enabled on your device).
de: Erhalten Sie FanGeo Benachrichtigungen für Spiele, Teams, Veranstaltungsorte und Aktivitäten – auch wenn die App geschlossen ist (sofern Benachrichtigungen auf Ihrem Gerät aktiviert sind).
es: Reciba notificaciones FanGeo de juegos, equipos, sedes y actividades, incluso cuando la aplicación esté cerrada (si las notificaciones están habilitadas en su dispositivo).
fr: Recevez des notifications FanGeo pour les jeux, les équipes, les sites et les activités, même lorsque l'application est fermée (si les notifications sont activées sur votre appareil).
it: Ricevi notifiche FanGeo per giochi, squadre, luoghi e business, anche quando l'app è chiusa (se le notifiche sono abilitate sul tuo dispositivo).
pl: Otrzymuj powiadomienia FanGeo dotyczące meczów, drużyn, obiektów i aktywności — nawet gdy aplikacja jest zamknięta (jeśli na Twoim urządzeniu są włączone powiadomienia).
pt: Receba notificações FanGeo de jogos, equipes, locais e atividades, mesmo quando o aplicativo estiver fechado (se as notificações estiverem ativadas no seu dispositivo).
ru: Получайте уведомления FanGeo об играх, командах, местах проведения и активности — даже когда приложение закрыто (если уведомления включены на вашем устройстве).
sq: Merr njoftime FanGeo për lojëra, ekipe, vendi dhe aktivitete—edhe kur aplikacioni është i mbyllur (nëse njoftimet janë të aktivizuara në pajisjen tënde).
zh_hans: 即使应用程序关闭（如果您的设备上启用了通知），也可以接收有关比赛、团队、场地和活动的 FanGeo 通知。

source: Recent search
de: Letzte Suche
es: Búsqueda reciente
fr: Recherche récente
it: Ricerca recente
pl: Ostatnie wyszukiwanie
pt: Pesquisa recente
ru: Недавний поиск
sq: Kërkimi i fundit
zh_hans: 最近搜索

source: Recommended
de: Empfohlen
es: Recomendado
fr: Recommandé
it: Raccomandato
pl: Zalecony
pt: Recomendado
ru: Рекомендуется
sq: Rekomanduar
zh_hans: 受到推崇的

source: Recommended Near You
de: Empfohlen in Ihrer Nähe
es: Recomendado cerca de ti
fr: Recommandé près de chez vous
it: Consigliato vicino a te
pl: Polecane w Twojej okolicy
pt: Recomendado perto de você
ru: Рекомендуется рядом с вами
sq: Rekomanduar pranë jush
zh_hans: 您附近的推荐

source: Refresh
de: Aktualisieren
es: Actualizar
fr: Actualiser
it: Aggiorna
pl: Odśwież
pt: Atualizar
ru: Обновить
sq: Rifresko
zh_hans: 刷新

source: Refreshing games...
de: Erfrischende Spiele...
es: Juegos refrescantes...
fr: Des jeux rafraîchissants...
it: Giochi rinfrescanti...
pl: Odświeżanie gier...
pt: Jogos refrescantes...
ru: Обновление игр...
sq: Lojëra freskuese...
zh_hans: 刷新游戏...

source: Refreshing updates
de: Erfrischende Updates
es: Actualizaciones refrescantes
fr: Mises à jour rafraîchissantes
it: Aggiornamenti rinfrescanti
pl: Odświeżające aktualizacje
pt: Atualizações refrescantes
ru: Обновление обновлений
sq: Përditësimet freskuese
zh_hans: 刷新更新

source: Refreshing entitlement
de: Berechtigung wird aktualisiert
es: Actualizando derechos
fr: Actualisation des droits
it: Aggiornamento diritti
pl: Odświeżanie uprawnień
pt: Atualizando direitos
ru: Обновление прав
sq: Duke rifreskuar të drejtat
zh_hans: 正在刷新权益

source: Regular account • Ads may appear
de: Regular-Konto • Werbung kann angezeigt werden
es: Cuenta Regular • Pueden aparecer anuncios
fr: Compte Regular • Des publicités peuvent s'afficher
it: Account Regular • Potrebbero apparire annunci
pl: Konto Regular • Mogą pojawiać się reklamy
pt: Conta Regular • Anúncios podem aparecer
ru: Аккаунт Regular • Может показываться реклама
sq: Llogari Regular • Mund të shfaqen reklama
zh_hans: Regular 账户 • 可能会显示广告

source: Regular business • Ads may appear
de: Business Regular • Werbung kann angezeigt werden
es: Business Regular • Pueden aparecer anuncios
fr: Business Regular • Des publicités peuvent s'afficher
it: Business Regular • Potrebbero apparire annunci
pl: Business Regular • Mogą pojawiać się reklamy
pt: Business Regular • Anúncios podem aparecer
ru: Business Regular • Может показываться реклама
sq: Business Regular • Mund të shfaqen reklama
zh_hans: Business Regular • 可能会显示广告

source: Reject
de: Ablehnen
es: Rechazar
fr: Rejeter
it: Rifiutare
pl: Odrzucić
pt: Rejeitar
ru: Отклонять
sq: Refuzo
zh_hans: 拒绝

source: Rejected
de: Abgelehnt
es: Rechazado
fr: Rejeté
it: Respinto
pl: Odrzucony
pt: Rejeitado
ru: Отклоненный
sq: Refuzuar
zh_hans: 被拒绝

source: Rejected locations
de: Abgelehnte Standorte
es: Ubicaciones rechazadas
fr: Emplacements refusés
it: Località rifiutate
pl: Odrzucone lokalizacje
pt: Locais rejeitados
ru: Отклоненные местоположения
sq: Vendndodhjet e refuzuara
zh_hans: 被拒绝的场馆

source: Remove from list
de: Aus Liste entfernen
es: Eliminar de la lista
fr: Supprimer de la liste
it: Rimuovi dall'elenco
pl: Usuń z listy
pt: Remover da lista
ru: Удалить из списка
sq: Hiq nga lista
zh_hans: 从列表中删除

source: Removed
de: ENTFERNT
es: Remoto
fr: Supprimé
it: RIMOSSO
pt: Removido
ru: Удаленный
sq: U hoq
zh_hans: 已删除

source: Report this private conversation?
de: Dieses private Gespräch melden?
es: ¿Reportar esta conversación privada?
fr: Signaler cette conversation privée ?
it: Segnalare questa conversazione privata?
pl: Zgłosić tę prywatną rozmowę?
pt: Denunciar esta conversa privada?
ru: Сообщить об этом частном разговоре?
sq: Të raportohet kjo bisedë private?
zh_hans: 举报此私人谈话？

source: Reported Comments
de: Gemeldete Kommentare
es: Comentarios reportados
fr: Commentaires signalés
it: Commenti segnalati
pl: Zgłoszone komentarze
pt: Comentários relatados
ru: Сообщенные комментарии
sq: Komentet e raportuara
zh_hans: 举报评论

source: Reports currently being reviewed by FanGeo.
de: Berichte werden derzeit von FanGeo überprüft.
es: Informes actualmente siendo revisados ​​por FanGeo.
fr: Rapports actuellement examinés par FanGeo.
it: Rapporti attualmente in fase di revisione da parte di FanGeo.
pl: Raporty są obecnie przeglądane przez FanGeo.
pt: Relatórios atualmente sendo revisados ​​por FanGeo.
ru: Отчеты в настоящее время рассматриваются FanGeo.
sq: Raportet aktualisht po shqyrtohen nga FanGeo.
zh_hans: 目前正在由 FanGeo 审核报告。

source: Reports that have already been reviewed or withdrawn.
de: Berichte, die bereits überprüft oder zurückgezogen wurden.
es: Informes que ya han sido revisados ​​o retirados.
fr: Rapports déjà examinés ou retirés.
it: Rapporti già esaminati o ritirati.
pl: Raporty, które zostały już sprawdzone lub wycofane.
pt: Relatórios que já foram revisados ​​ou retirados.
ru: Отчеты, которые уже были рассмотрены или отозваны.
sq: Raportet që tashmë janë shqyrtuar ose tërhequr.
zh_hans: 已审查或撤回的报告。

source: Request to Join
de: Beitrittsanfrage
es: Solicitud para unirse
fr: Demande d'adhésion
it: Richiesta di adesione
pl: Prośba o dołączenie
pt: Solicitação de adesão
ru: Запрос на присоединение
sq: Kërkesë për t'u bashkuar
zh_hans: 请求加入

# require_face_id_private_chat
source: Require Face ID for Private Chat
de: Face ID für privaten Chat verlangen
es: Requerir Face ID para chat privado
fr: Exiger Face ID pour le chat privé
it: Richiedi Face ID per la chat privata
pl: Wymagaj Face ID dla czatu prywatnego
pt: Exigir Face ID para chat privado
ru: Требовать Face ID для личного чата
sq: Kërko Face ID për bisedën private
zh_hans: 私人聊天需要 Face ID

source: Reset venue password
de: Veranstaltungsort-Passwort zurücksetzen
es: Restablecer contraseña del local
fr: Réinitialiser le mot de passe du site
it: Reimposta la password della sede
pl: Zresetuj hasło lokalu
pt: Redefinir senha do local
ru: Сбросить пароль заведения
sq: Rivendos fjalëkalimin e vendit të ngjarjes
zh_hans: 重置场地密码

source: Review finished watch parties by season and month without the noise of live fan chat.
de: Überprüfen Sie abgeschlossene Uhrenpartys nach Saison und Monat, ohne den Lärm eines Live-Fan-Chats.
es: Revise las fiestas de visualización terminadas por temporada y mes sin el ruido del chat de fans en vivo.
fr: Passez en revue les soirées de visionnage terminées par saison et par mois sans le bruit du chat en direct avec les fans.
it: Rivedi le feste finite per stagione e mese senza il rumore della chat dei fan dal vivo.
pl: Przeglądaj ukończone imprezy związane z oglądaniem według sezonu i miesiąca, bez hałasu czatu z fanami na żywo.
pt: Revise as festas concluídas por temporada e mês, sem o barulho do bate-papo ao vivo dos fãs.
ru: Просматривайте готовые вечеринки по сезонам и месяцам без шума живого чата с фанатами.
sq: Rishiko ahengjet e përfunduara të orëve sipas sezonit dhe muajit pa zhurmën e bisedës së drejtpërdrejtë me fansat.
zh_hans: 按季节和月份查看已完成的观看派对，而无需现场粉丝聊天的噪音。

source: Rookie
de: Anfänger
es: Novato
fr: Débutant
it: Principiante
pl: Rekrut
pt: Novato
ru: Новобранец
sq: Fillestar
zh_hans: 新秀

source: Rookie Fan
de: Neuer Fan
es: Fan novato
fr: Fan débutant
it: Fan principiante
pl: Początkujący fan
pt: Fã iniciante
ru: Новый фанат
sq: Tifoz fillestar
zh_hans: 新手粉丝

source: Same sports as Pickup Games
de: Gleiche Sportarten wie Pickup Games
es: Los mismos deportes que los juegos de recogida.
fr: Mêmes sports que les Pickup Games
it: Stessi sport di Pickup Games
pl: Te same sporty co Pickup Games
pt: Os mesmos esportes dos Pickup Games
ru: Те же виды спорта, что и в Pickup Games.
sq: Sportet e njëjta si lojërat e marrjes
zh_hans: 与 Pickup Games 相同的运动

source: Same pickup game
de: Dasselbe Pickup-Spiel
es: Mismo partido informal
fr: Même match pickup
it: Stessa partita pickup
pl: Ta sama gra pickup
pt: Mesmo jogo pickup
ru: Та же pickup-игра
sq: E njëjta lojë pickup
zh_hans: 同一场约球

source: Same team
de: Dasselbe Team
es: Mismo equipo
fr: Même équipe
it: Stessa squadra
pl: Ta sama drużyna
pt: Mesmo time
ru: Та же команда
sq: I njëjti ekip
zh_hans: 同一球队
